{
  "login": "Zaloguj się",
  "signup": "Zarejestruj się",
  "title": "Ucz się, rywalizuj, zwyciężaj z Volt!",
  "description": "Zostań programistą przyszłości. Volt pokaże Ci drogę.",
  "signup-cta": "Zacznij swoją przygodę",
  "card1-title": "Praktyczne Wyzwania",
  "card1-description": "Rozwiązuj wyjątkowe problemy programistyczne poprzez interaktywne zadania w czasie rzeczywistym.",
  "card2-title": "Rywalizacja i Rankingi",
  "card2-description": "Pokaż swoją mocną stronę. Testuj swoje umiejętności w ekscytujących konkursach i wspinaj się w rankingach.",
  "card3-title": "Doświadczenie",
  "card3-description": "Volt jest stworzony przez jednego z autorów platformy Bajton, zaufanego narzędzia edukacyjnego z wieloletnim doświadczeniem.",
  "card4-title": "Wybierz Swój Język",
  "card4-description": "Ucz się programować w języku, który najbardziej Ci odpowiada. Volt oferuje szeroki wybór, nie musisz się ograniczać.",
  "details-title": "Jak to działa?",
  "details-description": "Volt to interaktywna platforma edukacyjna, która otwiera drzwi do świata programowania. Rozwiązuj różnorodne problemy informatyczne, zdobywaj nowe umiejętności i ścigaj się z innymi w ekscytujących konkursach.",
  "details-sub1-title": "Co nas wyróżnia?",
  "details-sub1-detail1-title": "Praktyczne wyzwania",
  "details-sub1-detail1-description": "Wybierz zadanie z interesującego Cię obszaru i zanurz się w realnych problemach programistycznych.",
  "details-sub1-detail2-title": "Interaktywna nauka",
  "details-sub1-detail2-description": "Otrzymuj szczegółowe wyniki testów i punktację, śledź swoje postępy i doskonal swoje umiejętności.",
  "details-sub1-detail3-title": "Motywująca rywalizacja",
  "details-sub1-detail3-description": "Sprawdź się w rankingach w czasie rzeczywistym i bierz udział w konkursach z atrakcyjnymi nagrodami.",
  "details-sub1-detail4-title": "Swoboda wyboru",
  "details-sub1-detail4-description": "Ucz się programować w języku, który najbardziej Ci odpowiada. Volt obsługuje szeroki wybór języków programowania.",
  "details-sub2-title": "Dla kogo jest Volt?",
  "details-sub2-detail1-title": "Uczniów",
  "details-sub2-detail1-description": "którzy chcą rozwijać swoje umiejętności programistyczne i przygotować się do dalszej edukacji lub kariery w IT.",
  "details-sub2-detail2-title": "Studentów",
  "details-sub2-detail2-description": "szukających dodatkowych wyzwań i możliwości sprawdzenia swoich umiejętności w praktyce.",
  "details-sub2-detail3-title": "Pasjonatów",
  "details-sub2-detail3-description": "którzy chcą poszerzać swoją wiedzę i doskonalić swoje umiejętności kodowania w różnych językach.",
  "details-sub2-detail4-title": "Nauczycieli",
  "details-sub2-detail4-description": "szukających innowacyjnych i angażujących narzędzi do nauczania programowania.",
  "opensource-title": "Wolna Nauka, Bez Barier",
  "opensource-description": "Nauka programowania nie musi być droga, Volt zawsze będzie kompletnie darmowy. Wierzymy, że dostęp do edukacji powinnien być otwarty i bez ograniczeń."
}
